export const KZ_CITIES = [
  'Астана',
  'Алматы',
  'Шымкент',
  'Актобе',
  'Караганда',
  'Тараз',
  'Павлодар',
  'Усть-Каменогорск',
  'Семей',
  'Атырау',
  'Костанай',
  'Кызылорда',
  'Уральск',
  'Петропавловск',
  'Актау',
  'Темиртау',
  'Туркестан',
  'Кокшетау',
  'Талдыкорган',
  'Экибастуз',
  'Другой',
]

export const DEPARTMENTS = ['ЦОО', 'ЦРК', 'ЦАП', 'СОЛиТ']

export const HOMEWORK_STATUSES = [
  { value: 'done', label: 'Выполнено' },
  { value: 'partial', label: 'Частично' },
  { value: 'not_done', label: 'Не выполнено' },
]

export const GROUP_CAPACITY = 30
